Repository: yhxuee/ledger
Catalog: Finsy/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, th, zh_hans, zh_hant

source: Choose Card Photo
de: Kartenfoto wählen
es: Elegir foto de tarjeta
fr: Choisir la photo de la carte
ja: カード写真を選択
ko: 카드 사진 선택
ru: Выбрать фото карты
th: เลือกรูปภาพบัตร
zh_hans: 选择卡片照片
zh_hant: 選擇卡片相片

source: Choose ledger
de: Hauptbuch wählen
es: Elegir libro contable
fr: Choisir un grand livre
ja: 台帳を選択
ko: 장부 선택
ru: Выберите книгу
th: เลือกสมุดบัญชี
zh_hans: 选择账本
zh_hant: 選擇帳本

source: Choose the best finish automatically
de: Automatisch die beste Ausführung wählen
es: Elegir el mejor acabado automáticamente
fr: Choisir la meilleure finition automatiquement
ja: 最適な質感を自動で選択
ko: 가장 적합한 재질을 자동으로 선택
ru: Автоматический выбор отделки
th: เลือกพื้นผิวที่ดีที่สุดโดยอัตโนมัติ
zh_hans: 根据卡片色彩自动选择最佳质感
zh_hant: 根據卡片色彩自動選擇最佳質感

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
ru: Очистить
th: ล้าง
zh_hans: 清除
zh_hant: 清除

source: Clear Filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
ja: フィルターを解除
ko: 필터 지우기
ru: Сбросить фильтры
th: ล้างตัวกรอง
zh_hans: 清除筛选
zh_hant: 清除篩選

source: Clear polished glass look
de: Klares, poliertes Glasdesign
es: Aspecto de vidrio pulido transparente
fr: Aspect verre poli transparent
ja: 透明感のある光沢ガラススタイル
ko: 투명하고 깔끔한 유리 스타일
ru: Прозрачное полированное стекло
th: กระจกใสขัดเงา
zh_hans: 晶莹剔透的高光玻璃质感
zh_hant: 晶瑩剔透的高光玻璃質感

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
ru: Закрыть
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

source: Cloud changes may still be pending. This backup will contain the latest data currently available on this device.
de: Cloud-Änderungen stehen möglicherweise noch aus. Diese Sicherung enthält die neuesten Daten auf diesem Gerät.
es: Es posible que los cambios en la nube sigan pendientes. Esta copia contendrá los últimos datos disponibles en este dispositivo.
fr: Des modifications cloud peuvent être en attente. Cette sauvegarde contiendra les dernières données disponibles sur cet appareil.
ja: iCloud変更が保留中の可能性があります。このバックアップには現在このデバイスで使用可能な最新データが含まれます。
ko: 클라우드 변경 사항이 대기 중일 수 있습니다. 이 백업에는 현재 이 기기에서 사용 가능한 최신 데이터가 포함됩니다.
ru: Синхронизация с облаком может продолжаться. Резервная копия будет содержать актуальные данные с этого устройства.
th: การเปลี่ยนแปลงบนคลาวด์อาจยังรอดำเนินการ การสำรองข้อมูลนี้จะมีข้อมูลล่าสุดที่มีอยู่บนอุปกรณ์นี้
zh_hans: 云端同步可能仍在等待处理。此备份将包含当前此设备上可用的最新数据。
zh_hant: 雲端同步可能仍在等待處理。此備份將包含目前此裝置上可用的最新數據。

source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
ru: Цвет
th: สี
zh_hans: 颜色
zh_hant: 顏色

source: Combined Payment
de: Kombinierte Zahlung
es: Pago combinado
fr: Paiement combiné
ja: まとめて支払い
ko: 통합 결제
ru: Объединенный платеж
th: การชำระเงินแบบรวม
zh_hans: 合并付款
zh_hant: 合併付款

source: Complete %@
de: Abgeschlossen %@
es: Completado %@
fr: Terminé %@
ja: %@ を完了
ko: %@ 완료
ru: Итого: %@
th: สำเร็จ %@
zh_hans: 完成 %@
zh_hant: 完成 %@

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨
ru: Завершено
th: เสร็จสมบูรณ์
zh_hans: 已完成
zh_hant: 已完成

source: Contents
de: Inhalt
es: Contenido
fr: Contenu
ja: 内容
ko: 내용
ru: Содержимое
th: เนื้อหา
zh_hans: 内容
zh_hant: 內容

source: Continue Anyway
de: Trotzdem fortfahren
es: Continuar de todos modos
fr: Continuer quand même
ja: このまま続行
ko: 계속 진행
ru: Всё равно продолжить
th: ดำเนินการต่อต่อไป
zh_hans: 仍然继续
zh_hant: 仍然繼續

source: Coupon Expiring Soon
de: Gutschein läuft bald ab
es: Cupón por caducar pronto
fr: Le coupon expire bientôt
ja: クーポンの期限が近づいています
ko: 쿠폰 만료 임박
ru: Срок купона скоро истекает
th: คูปองใกล้หมดอายุเร็วๆ นี้
zh_hans: 优惠券即将到期
zh_hant: 優惠券即將到期

source: Coupon Information
de: Gutscheininformationen
es: Información del cupón
fr: Informations sur le coupon
ja: クーポン情報
ko: 쿠폰 정보
ru: Информация о купоне
th: ข้อมูลคูปอง
zh_hans: 优惠券信息
zh_hant: 優惠券資訊

source: Coupons
de: Gutscheine
es: Cupones
ja: クーポン
ko: 쿠폰
ru: Купоны
th: คูปอง
zh_hans: 卡券
zh_hant: 卡券

source: Create Ledger Transactions
de: Hauptbuch-Transaktionen erstellen
es: Crear transacciones de libro
fr: Créer des transactions de grand livre
ja: 台帳取引を作成
ko: 장부 거래 생성
ru: Создать транзакции в книге
th: สร้างธุรกรรมในสมุดบัญชี
zh_hans: 生成正式账本记录
zh_hant: 生成正式帳本記錄

source: Create a reusable shopping-style purchase list.
de: Erstellen Sie eine wiederverwendbare Einkaufsliste.
es: Crea una lista de compras reutilizable.
fr: Créez une liste d'achats réutilisable.
ja: 再利用可能な買い物リストを作成できます。
ko: 다시 사용할 수 있는 장보기용 구매 목록을 만드세요.
ru: Создайте список покупок многократного использования.
th: สร้างรายการซื้อสินค้าที่นำกลับมาใช้ซ้ำได้
zh_hans: 创建可随时复用的购物采购清单。
zh_hant: 建立可隨時重複使用的購物採購清單。

source: Create an account first
de: Erstellen Sie zuerst ein Konto
es: Crea una cuenta primero
fr: Créez d'abord un compte
ja: 最初に口座を作成してください
ko: 먼저 계좌를 생성하세요
ru: Сначала создайте счёт
th: สร้างบัญชีก่อน
zh_hans: 请先创建一个账户
zh_hant: 請先建立一個帳戶

source: Create at least two accounts to transfer between them
de: Erstellen Sie mindestens zwei Konten für Umbuchungen
es: Crea al menos dos cuentas para transferir entre ellas
fr: Créez au moins deux comptes pour effectuer des virements
ja: 振替を行うには口座を2つ以上作成してください
ko: 이체하려면 최소 2개의 계좌를 생성하세요
ru: Создайте хотя бы два счёта для перевода между ними
th: สร้างบัญชีอย่างน้อยสองบัญชีเพื่อโอนระหว่างกัน
zh_hans: 请至少创建两个账户以进行相互转账
zh_hant: 請至少建立兩個帳戶以進行相互轉帳

source: Credit
de: Kredit
es: Crédito
fr: Crédit
ja: クレジットカード
ko: 신용카드
ru: Кредит
th: เครดิต
zh_hans: 信用卡
zh_hant: 信用卡

source: Critical limit exceedance
de: Kritische Limitüberschreitung
es: Exceso del límite crítico
fr: Dépassement de la limite critique
ja: 危険しきい値
ko: 위험 초과 임계값
ru: Критическое превышение лимита
th: เกินเกณฑ์ขีดจำกัดวิกฤต
zh_hans: 超支警报阈值
zh_hant: 超支警報閾值

source: Crypto
de: Krypto
es: Cripto
ja: 暗号資産
ko: 가상자산
ru: Криптовалюта
th: คริปโต
zh_hans: 加密货币
zh_hant: 加密貨幣

source: Cryptocurrency
de: Kryptowährung
es: Criptomoneda
fr: Cryptomonnaie
ja: 暗号資産
ko: 가상자산
ru: Криптовалюта
th: สกุลเงินดิจิทัล
zh_hans: 加密货币
zh_hant: 加密貨幣

source: Currencies
de: Währungen
es: Monedas
fr: Devises
ja: 通貨
ko: 통화
ru: Валюты
th: สกุลเงิน
zh_hans: 币种
zh_hant: 幣種

source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
ru: Валюта
th: สกุลเงิน
zh_hans: 币种
zh_hant: 幣種

source: Custom Days
de: Benutzerdefinierte Tage
es: Días personalizados
fr: Jours personnalisés
ja: カスタム日数
ko: 사용자 지정 일수
ru: Выбрать дни
th: จำนวนวันกำหนดเอง
zh_hans: 自定义天数
zh_hant: 自訂天數

source: Custom Range
de: Benutzerdefinierter Bereich
es: Intervalo personalizado
fr: Plage personnalisée
ja: カスタム期間
ko: 사용자 지정 기간
ru: Произвольный период
th: ช่วงที่กำหนดเอง
zh_hans: 自定义区间
zh_hant: 自訂區間

source: DATE
de: DATUM
es: FECHA
ja: 日付
ko: 날짜
ru: ДАТА
th: วันที่
zh_hans: 日期
zh_hant: 日期

source: DESCRIPTION
de: BESCHREIBUNG
es: DESCRIPCIÓN
ja: 摘要 / メモ
ko: 내역 / 메모
ru: ОПИСАНИЕ
th: คำอธิบาย
zh_hans: 说明 / 备注
zh_hant: 說明 / 備註

source: Daily Checking
de: Tägliches Girokonto
es: Cuenta corriente diaria
fr: Compte courant quotidien
ja: 日常口座
ko: 일상 계좌
ru: Основной текущий счёт
th: บัญชีเดินสะพัดรายวัน
zh_hans: 日常活期
zh_hant: 日常活期

source: Daily Reminders
de: Tägliche Erinnerungen
es: Recordatorios diarios
fr: Rappels quotidiens
ja: 毎日のリマインダー
ko: 매일 알림
ru: Ежедневные напоминания
th: การแจ้งเตือนรายวัน
zh_hans: 每日提醒
zh_hant: 每日提醒

source: Daily calendar
de: Tageskalender
es: Calendario diario
fr: Calendrier quotidien
ja: 日別カレンダー
ko: 일일 캘린더
ru: Ежедневный календарь
th: ปฏิทินรายวัน
zh_hans: 日历视图
zh_hant: 日曆檢視

source: Date
de: Datum
es: Fecha
ja: 日付
ko: 날짜
ru: Дата
th: วันที่
zh_hans: 日期
zh_hant: 日期

source: Date Format
de: Datumsformat
es: Formato de fecha
fr: Format de date
ja: 日付形式
ko: 날짜 형식
ru: Формат даты
th: รูปแบบวันที่
zh_hans: 日期格式
zh_hant: 日期格式

source: Default Accounts
de: Standardkonten
es: Cuentas predeterminadas
fr: Comptes par défaut
ja: デフォルト口座
ko: 기본 계좌
ru: Счета по умолчанию
th: บัญชีเริ่มต้น
zh_hans: 默认账户
zh_hant: 預設帳戶

source: Default Expense Accounts
de: Standard-Ausgabenkonten
es: Cuentas de gastos predeterminadas
fr: Comptes de dépenses par défaut
ja: 支出のデフォルト口座
ko: 지출 기본 계좌
ru: Счета расходов по умолчанию
th: บัญชีค่าใช้จ่ายเริ่มต้น
zh_hans: 默认账户
zh_hant: 預設帳戶

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
ru: Удалить
th: ลบ
zh_hans: 删除
zh_hant: 刪除

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: 口座を削除
ko: 계좌 삭제
ru: Удалить счёт
th: ลบบัญชี
zh_hans: 删除账户
zh_hant: 刪除帳戶

source: Delete Account and Linked Transactions
de: Konto und verknüpfte Transaktionen löschen
es: Eliminar cuenta y transacciones vinculadas
fr: Supprimer le compte et les transactions liées
ja: 口座と関連取引を削除
ko: 계좌 및 연결된 거래 삭제
ru: Удалить счёт и связанные транзакции
th: ลบบัญชีและธุรกรรมที่เชื่อมโยง
zh_hans: 删除账户及关联交易
zh_hant: 刪除帳戶及關聯交易

source: Delete Right / Refund Left
de: Rechts: Löschen / Links: Erstatten
es: Derecha: eliminar / Izquierda: reembolso
fr: Droite : supprimer / Gauche : rembourser
ja: 右スワイプで削除 / 左スワイプで返金
ko: 오른쪽 스와이프로 삭제 / 왼쪽 스와이프로 환불
ru: Вправо: удалить / Влево: возврат
th: ปัดขวาเพื่อลบ / ปัดซ้ายเพื่อขอคืนเงิน
zh_hans: 右滑删除 / 左滑退款
zh_hant: 右滑刪除 / 左滑退款

source: Delete rule
de: Regel löschen
es: Eliminar regla
fr: Supprimer la règle
ja: ルールを削除
ko: 규칙 삭제
ru: Удалить правило
th: ลบกฎ
zh_hans: 删除规则
zh_hant: 刪除規則

source: Description
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
ru: Описание
th: คำอธิบาย
zh_hans: 描述
zh_hant: 說明

source: Device Authorization
de: Geräteautorisierung
es: Autorización de dispositivo
fr: Autorisation d'appareil
ja: デバイス承認
ko: 기기 승인
ru: Авторизация устройства
th: การอนุญาตอุปกรณ์
zh_hans: 设备授权
zh_hant: 裝置授權

source: Device Identity
de: Geräteidentität
es: Identidad del dispositivo
fr: Identité de l'appareil
ja: デバイス識別子
ko: 기기 ID
ru: Идентификатор устройства
th: ข้อมูลประจำตัวของอุปกรณ์
zh_hans: 设备身份
zh_hant: 裝置識別碼

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
ja: デバイス
ko: 기기
ru: Устройства
th: อุปกรณ์
zh_hans: 设备
zh_hant: 設備

source: Diagnostics
de: Diagnose
es: Diagnóstico
ja: 診断情報
ko: 진단
ru: Диагностика
th: การวินิจฉัย
zh_hans: 系统诊断
zh_hant: 系統診斷

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
ru: Отключено
th: ปิดใช้งาน
zh_hans: 已停用
zh_hant: 已停用

source: Disclaimer: Finsy is a personal bookkeeping tool and is NOT a bank, financial institution, or licensed tax advisor. This statement is generated solely from user-entered records for informational and personal budgeting purposes only.
de: Haftungsausschluss: Finsy ist ein persönliches Buchhaltungstool und KEINE Bank, Finanzinstitut oder lizenzierter Steuerberater. Diese Abrechnung wird ausschließlich aus den vom Benutzer erfassten Daten zu Informations- und persönlichen Budgetierungszwecken erstellt.
es: Aviso legal: Finsy es una herramienta de contabilidad personal y NO es un banco, institución financiera ni asesor fiscal autorizado. Este extracto se genera únicamente a partir de los registros del usuario con fines informativos y de presupuesto personal.
fr: Avertissement : Finsy est un outil de comptabilité personnelle et N'EST PAS une banque, un établissement financier ou un conseiller fiscal agréé. Ce relevé est généré uniquement à partir des données saisies par l'utilisateur à des fins d'information et de budget personnel.
ja: 免責事項: Finsyは個人の家計管理ツールであり、銀行、金融機関、公認税理士ではありません。本明細書はユーザーが入力した記録のみに基づいて生成され、情報提供および個人の予算管理のみを目的としています。
ko: 면책 조항: Finsy는 개인 가계부 관리 도구이며 은행, 금융 기관 또는 공인 세무사가 아닙니다. 본 명세서는 사용자가 입력한 기록만을 바탕으로 생성되며, 정보 제공 및 개인 예산 관리 목적으로만 사용됩니다.
ru: Отказ от ответственности: Finsy — это инструмент личной бухгалтерии и НЕ является банком, финансовым учреждением или лицензированным налоговым консультантом. Данная выписка сформирована исключительно на основе записей пользователя в ознакомительных целях.
th: ข้อจำกัดความรับผิดชอบ: Finsy เป็นเครื่องมือทำบัญชีส่วนบุคคล และไม่ใช่ธนาคาร สถาบันการเงิน หรือที่ปรึกษาด้านภาษีที่มีใบอนุญาต ใบแจ้งยอดนี้สร้างขึ้นจากบันทึกที่ผู้ใช้ป้อนเพื่อวัตถุประสงค์ในการให้ข้อมูลและการจัดทำงบประมาณส่วนบุคคลเท่านั้น
zh_hans: 免责声明: Finsy 仅为个人记账管理工具，并非银行、金融机构或注册税务顾问。本账单完全依据用户自行录入的记录生成，仅供个人财务规划参考。
zh_hant: 免責聲明: Finsy 僅為個人記帳管理工具，並非銀行、金融機構或註冊稅務顧問。本帳單完全依據使用者自行輸入的記錄生成，僅供個人財務規劃參考。

source: Disclaimer: Finsy is a personal bookkeeping tool and is NOT a bank, financial institution, or licensed tax advisor. This statement is generated solely from user-entered records for informational and personal budgeting purposes only. This document does not constitute official tax advice.
de: Haftungsausschluss: Finsy ist ein persönliches Buchhaltungstool und KEINE Bank, Finanzinstitut oder lizenzierter Steuerberater. Diese Abrechnung wird ausschließlich aus den vom Benutzer erfassten Daten zu Informations- und Budgetierungszwecken erstellt und stellt keine offizielle Steuerberatung dar.
es: Aviso legal: Finsy es una herramienta de contabilidad personal y NO es un banco, institución financiera ni asesor fiscal autorizado. Este extracto se genera únicamente a partir de los registros del usuario con fines informativos y de presupuesto personal. Este documento no constituye asesoramiento fiscal oficial.
fr: Avertissement : Finsy est un outil de comptabilité personnelle et N'EST PAS une banque, un établissement financier ou un conseiller fiscal agréé. Ce relevé est généré uniquement à partir des données saisies par l'utilisateur à des fins d'information et de budget personnel. Ce document ne constitue pas un conseil fiscal officiel.
ja: 免責事項: Finsyは個人の家計管理ツールであり、銀行、金融機関、公認税理士ではありません。本明細書はユーザーが入力した記録のみに基づいて生成され、個人の情報提供および予算管理のみを目的としており、公式な税務アドバイスを構成するものではありません。
ko: 면책 조항: Finsy는 개인 가계부 관리 도구이며 은행, 금융 기관 또는 공인 세무사가 아닙니다. 본 명세서는 사용자가 입력한 기록만을 바탕으로 생성되며 정보 제공 및 개인 예산 관리 목적으로만 사용되고 공식적인 세무 자문을 구성하지 않습니다.
ru: Отказ от ответственности: Finsy — это инструмент личной бухгалтерии и НЕ является банком, финансовым учреждением или лицензированным налоговым консультантом. Данная выписка сформирована исключительно на основе записей пользователя для личного бюджета и не является официальной налоговой консультацией.
th: ข้อจำกัดความรับผิดชอบ: Finsy เป็นเครื่องมือทำบัญชีส่วนบุคคล และไม่ใช่ธนาคาร สถาบันการเงิน หรือที่ปรึกษาด้านภาษีที่มีใบอนุญาต ใบแจ้งยอดนี้สร้างขึ้นจากบันทึกที่ผู้ใช้ป้อนเพื่อวัตถุประสงค์ในการให้ข้อมูลและการจัดทำงบประมาณส่วนบุคคลเท่านั้น เอกสารนี้ไม่ถือเป็นคำแนะนำด้านภาษีอย่างเป็นทางการ
zh_hans: 免责声明: Finsy 仅为个人记账管理工具，并非银行、金融机构或注册税务顾问。本账单完全依据用户自行录入的记录生成，仅供个人财务规划参考，不构成任何正式税务法律意见。
zh_hant: 免責聲明: Finsy 僅為個人記帳管理工具，並非銀行、金融機構或註冊稅務顧問。本帳單完全依據使用者自行輸入的記錄生成，僅供個人財務規劃參考，不構成任何正式稅務法律意見。

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
ja: 閉じる
ko: 닫기
ru: Закрыть
th: ปิด
zh_hans: 忽略
zh_hant: 忽略

source: Display this request on an authorized device to transfer the encryption key securely.
de: Zeigen Sie diese Anfrage auf einem autorisierten Gerät an, um den Schlüssel sicher zu übertragen.
es: Muestra esta solicitud en un dispositivo autorizado para transferir la clave de cifrado de forma segura.
fr: Affichez cette demande sur un appareil autorisé pour transférer la clé de chiffrement en toute sécurité.
ja: 承認済みデバイスにこのリクエストを表示して暗号化キーを安全に転送します。
ko: 암호화 키를 안전하게 전송하려면 승인된 기기에 이 요청을 표시하세요.
ru: Покажите этот запрос на авторизованном устройстве для безопасной передачи ключа шифрования.
th: แสดงคำขอนี้บนอุปกรณ์ที่ได้รับอนุญาตเพื่อถ่ายโอนคีย์การเข้ารหัสอย่างปลอดภัย
zh_hans: 在已授权的设备上展示此申请，以安全传输加密密钥。
zh_hant: 在已授權的裝置上展示此申請，以安全傳輸加密金鑰。

source: Dividends
de: Dividenden
es: Dividendos
fr: Dividendes
ja: 配当金
ko: 배당금
ru: Дивиденды
th: เงินปันผล
zh_hans: 分红股息
zh_hant: 分紅股息

source: Do Not Use Coupon
de: Keinen Gutschein verwenden
es: No usar cupón
fr: Ne pas utiliser de coupon
ja: クーポンを使用しない
ko: 쿠폰 사용 안 함
ru: Не использовать купон
th: ไม่ใช้คูปอง
zh_hans: 不使用优惠券
zh_hant: 不使用優惠券

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
ru: Готово
th: เสร็จสิ้น
zh_hans: 完成
zh_hant: 完成

source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
ja: 下書き
ko: 초안
ru: Черновик
th: ฉบับร่าง
zh_hans: 草稿
zh_hant: 草稿

source: Drop to remove from Combined Payment
de: Hier ablegen zum Entfernen aus kombinierter Zahlung
es: Arrastra para eliminar del pago combinado
fr: Déposer pour retirer du paiement combiné
ja: ドラッグしてまとめて支払いから削除
ko: 통합 결제에서 제거하려면 드롭하세요
ru: Перетащите, чтобы удалить из платежа
th: วางเพื่อนำออกจากการชำระเงินแบบรวม
zh_hans: 拖放以从合并付款中移除
zh_hant: 拖放以從合併付款中移除

source: Dynamic interest
de: Dynamischer Zins
es: Interés dinámico
fr: Intérêts dynamiques
ja: 変動金利
ko: 변동 이자
ru: Плавающие проценты
th: ดอกเบี้ยลอยตัว
zh_hans: 浮动利息
zh_hant: 浮動利息

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
ru: Изменить
th: แก้ไข
zh_hans: 编辑
zh_hant: 編輯

source: Edit Coupon
de: Gutschein bearbeiten
es: Editar cupón
fr: Modifier le coupon
ja: クーポンを編集
ko: 쿠폰 편집
ru: Редактировать купон
th: แก้ไขคูปอง
zh_hans: 编辑卡券
zh_hant: 編輯卡券

source: Edit Installment Plan
de: Ratenplan bearbeiten
es: Editar plan de cuotas
fr: Modifier l'échéancier
ja: 分割払いプランを編集
ko: 할부 계획 편집
ru: Редактировать рассрочку
th: แก้ไขแผนการผ่อนชำระ
zh_hans: 编辑分期计划
zh_hant: 編輯分期計劃

source: Edit Note
de: Notiz bearbeiten
es: Editar nota
fr: Modifier la note
ja: メモを編集
ko: 메모 편집
ru: Изменить заметку
th: แก้ไขบันทึก
zh_hans: 编辑备注
zh_hant: 編輯備忘

source: Edit Split
de: Aufteilung bearbeiten
es: Editar desglose
fr: Modifier la ventilation
ja: 割り勘を編集
ko: 분할 편집
ru: Изменить разделение
th: แก้ไขการแบ่งจ่าย
zh_hans: 编辑分摊
zh_hant: 編輯分攤

source: Edit Transaction
de: Transaktion bearbeiten
es: Editar transacción
fr: Modifier la transaction
ja: 取引編集
ko: 거래 편집
ru: Изменить транзакцию
th: แก้ไขธุรกรรม
zh_hans: 编辑交易
zh_hant: 編輯交易

source: Emergency Savings
de: Notgroschen
es: Ahorros de emergencia
fr: Épargne de précaution
ja: 緊急予備資金
ko: 비상금
ru: Резервный фонд
th: เงินออมฉุกเฉิน
zh_hans: 应急储蓄
zh_hant: 緊急儲蓄

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
ru: Включено
th: เปิดใช้งานแล้ว
zh_hans: 已启用
zh_hant: 已啟用

source: Encryption & Devices
de: Verschlüsselung & Geräte
es: Cifrado y dispositivos
fr: Chiffrement et appareils
ja: 暗号化とデバイス
ko: 암호화 및 기기
ru: Шифрование и устройства
th: การเข้ารหัสและอุปกรณ์
zh_hans: 加密与设备
zh_hant: 加密與設備

source: Encryption Key
de: Verschlüsselungsschlüssel
es: Clave de cifrado
fr: Clé de chiffrement
ja: 暗号化キー
ko: 암호화 키
ru: Ключ шифрования
th: คีย์การเข้ารหัส
zh_hans: 加密密钥
zh_hant: 加密密鑰

source: End Color
de: Endfarbe
es: Color final
fr: Couleur de fin
ja: グラデーション終了色
ko: 종료 색상
ru: Конечный цвет
th: สีสิ้นสุด
zh_hans: 结束颜色
zh_hant: 結束顏色

source: End-to-End Encryption
de: Ende-zu-Ende-Verschlüsselung
es: Cifrado de extremo a extremo
fr: Chiffrement de bout en bout
ja: エンドツーエンド暗号化
ko: 종단간 암호화
ru: Сквозное шифрование
th: การเข้ารหัสจากต้นทางถึงปลายทาง
zh_hans: 端到端加密
zh_hant: 端對端加密

source: Enter a rate from 0% to 1000%.
de: Geben Sie einen Satz von 0% bis 1000% ein.
es: Introduce una tasa del 0% al 1000%.
fr: Entrez un taux entre 0 % et 1000 %.
ja: 0%から1000%の間の税率を入力してください。
ko: 0%에서 1000% 사이의 세율을 입력하세요.
ru: Введите ставку от 0% до 1000%.
th: ป้อนอัตราตั้งแต่ 0% ถึง 1000%
zh_hans: 请输入 0% 至 1000% 之间的税率。
zh_hant: 請輸入 0% 至 1000% 之間的稅率。

source: Estimated from current FX rate
de: Geschätzt nach aktuellem Wechselkurs
es: Estimado según el tipo de cambio actual
fr: Estimé d'après le taux de change actuel
ja: 現在の為替レートによる換算額
ko: 현재 환율 기준 환산액
ru: По текущему курсу валют
th: ประมาณการจากอัตราแลกเปลี่ยนปัจจุบัน
zh_hans: 按当前汇率估算
zh_hant: 依目前匯率估算

source: Evening Reminder
de: Abenderinnerung
es: Recordatorio nocturno
fr: Rappel du soir
ja: 夕方のリマインダー
ko: 저녁 알림
ru: Вечернее напоминание
th: การแจ้งเตือนตอนค่ำ
zh_hans: 晚间提醒
zh_hant: 晚間提醒

source: Everything else
de: Alles andere
es: Todo lo demás
fr: Tout le reste
ja: その他の支出
ko: 기타 지출
ru: Всё остальное
th: อื่นๆ ทั้งหมด
zh_hans: 其他未分类支出
zh_hant: 其他未分類支出

source: Exchange Rates
de: Wechselkurse
es: Tipos de cambio
fr: Taux de change
ja: 為替レート
ko: 환율
ru: Курсы валют
th: อัตราแลกเปลี่ยน
zh_hans: 汇率管理
zh_hant: 匯率管理

source: Expand to Analytics
de: In Analysen erweitern
es: Ampliar a análisis
fr: Développer dans les analyses
ja: 分析で詳細を表示
ko: 분석에서 자세히 보기
ru: Открыть в аналитике
th: ขยายไปที่การวิเคราะห์
zh_hans: 在分析中展开
zh_hant: 在分析中展開

source: Expected format: %@
de: Erwartetes Format: %@
es: Formato esperado: %@
fr: Format attendu : %@
ja: 推奨形式: %@
ko: 예상 형식: %@
ru: Ожидаемый формат: %@
th: รูปแบบที่คาดหวัง: %@
zh_hans: 示例格式: %@
zh_hant: 範例格式: %@

source: Expense
de: Ausgabe
es: Gasto
fr: Dépense
ja: 支出
ko: 지출
ru: Расход
th: ค่าใช้จ่าย
zh_hans: 支出
zh_hant: 支出

source: Expense Categories
de: Ausgabenkategorien
es: Categorías de gastos
fr: Catégories de dépenses
ja: 支出カテゴリ
ko: 지출 카테고리
ru: Категории расходов
th: หมวดหมู่ค่าใช้จ่าย
zh_hans: 支出类别
zh_hant: 支出類別

source: Expense recovery
de: Auslagenerstattung
es: Recuperación de gastos
fr: Recouvrement de frais
ja: 立替金の回収
ko: 경비 정산 환급
ru: Возмещение расходов
th: การรับเงินคืนค่าใช้จ่าย
zh_hans: 垫付支出回款
zh_hant: 墊付支出回款

source: Expense refund
de: Ausgabenrückerstattung
es: Reembolso de gastos
fr: Remboursement de dépenses
ja: 購入品の返品返金
ko: 환불 입금
ru: Возврат по расходам
th: การคืนเงินค่าใช้จ่าย
zh_hans: 退货退款到账
zh_hant: 退貨退款到帳

source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
ja: 支出
ko: 지출
ru: Расходы
th: ค่าใช้จ่าย
zh_hans: 支出
zh_hant: 支出

source: Expiration Date
de: Ablaufdatum
es: Fecha de caducidad
fr: Date d'expiration
ja: 有効期限
ko: 만료일
ru: Срок действия
th: วันหมดอายุ
zh_hans: 到期日
zh_hant: 到期日

source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
ja: 期限切れ
ko: 만료됨
ru: Истёк
th: หมดอายุแล้ว
zh_hans: 已过期
zh_hant: 已過期

source: Expires %@
de: Läuft am %@ ab
es: Caduca el %@
fr: Expire le %@
ja: %@に期限切れ
ko: %@ 만료
ru: Истекает %@
th: หมดอายุ %@
zh_hans: 将于 %@ 到期
zh_hant: 將於 %@ 到期

source: Expires in 10 minutes
de: Läuft in 10 Minuten ab
es: Caduca en 10 minutos
fr: Expire dans 10 minutes
ja: 10分で失効
ko: 10분 후 만료
ru: Действителен 10 минут
th: หมดอายุใน 10 นาที
zh_hans: 10 分钟内有效
zh_hant: 10 分鐘內有效

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
ko: 내보내기
ru: Экспорт
th: ส่งออก
zh_hans: 导出
zh_hant: 匯出

source: Export Backup
de: Sicherung exportieren
es: Exportar copia
fr: Exporter la sauvegarde
ja: バックアップを書き出す
ko: 백업 내보내기
ru: Экспорт копии
th: ส่งออกการสำรองข้อมูล
zh_hans: 导出备份
zh_hant: 匯出備份

source: Export Receipt
de: Beleg exportieren
es: Exportar recibo
fr: Exporter le reçu
ja: レシートを書き出す
ko: 영수증 내보내기
ru: Экспорт чека
th: ส่งออกใบเสร็จ
zh_hans: 导出清单
zh_hant: 導出清單

source: FINSY STATEMENT
de: FINSY-ABRECHNUNG
es: EXTRACTO FINSY
fr: RELEVÉ FINSY
ja: FINSY財務明細書
ko: FINSY 재무 명세서
ru: ВЫПИСКА FINSY
th: ใบแจ้งยอด FINSY
zh_hans: FINSY 财务明细单
zh_hant: FINSY 財務明細單

source: FX RATE
de: WECHSELKURS
es: TIPO CAMBIO
fr: TAUX CHANGE
ja: 為替レート
ko: 환율
ru: КУРС
th: อัตราแลกเปลี่ยน
zh_hans: 汇率
zh_hant: 匯率

source: Fee Method
de: Gebührenmethode
es: Método de comisión
fr: Méthode de frais
ja: 手数料の計算方法
ko: 수수료 계산 방식
ru: Способ учёта комиссии
th: วิธีการคิดค่าธรรมเนียม
zh_hans: 手续费计算方式
zh_hant: 手續費計算方式

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
ru: Файл
th: ไฟล์
zh_hans: 文件
zh_hant: 檔案

source: Filter
de: Filtern
es: Filtrar
fr: Filtrer
ja: フィルター
ko: 필터
ru: Фильтр
th: ตัวกรอง
zh_hans: 筛选
zh_hant: 篩選

source: Final Amount
de: Endbetrag
es: Importe final
fr: Montant final
ja: 最終金額
ko: 최종 금액
ru: Итоговая сумма
th: ยอดเงินสุดท้าย
zh_hans: 最终金额
zh_hant: 最終金額

source: Finsy Activity
de: Finsy-Aktivität
es: Actividad de Finsy
fr: Activité Finsy
ja: Finsyアクティビティ
ko: Finsy 활동
ru: Активность Finsy
th: กิจกรรม Finsy
zh_hans: Finsy 活动
zh_hant: Finsy 活動

source: Finsy Backup
de: Finsy-Sicherung
es: Copia de seguridad Finsy
fr: Sauvegarde Finsy
ja: Finsyバックアップ
ko: Finsy 백업
ru: Резервная копия Finsy
th: การสำรองข้อมูล Finsy
zh_hans: Finsy 备份
zh_hant: Finsy 備份

source: Finsy Metric
de: Finsy-Metrik
es: Métrica de Finsy
fr: Métrique Finsy
ja: Finsy指標
ko: Finsy 지표
ru: Метрика Finsy
th: ตัวชี้วัด Finsy
zh_hans: Finsy 指标
zh_hant: Finsy 指標

source: Finsy Statement
de: Finsy-Abrechnung
es: Extracto de Finsy
fr: Relevé Finsy
ja: Finsy財務明細書
ko: Finsy 재무 명세서
ru: Выписка Finsy
th: ใบแจ้งยอด Finsy
zh_hans: Finsy 财务明细单
zh_hant: Finsy 財務明細單
